//SBGOLOBR  JOB (ACCT#),S-GOLOB,
// NOTIFY=&SYSUID,
// CLASS=B,MSGCLASS=X
//*
//*  RECEIVE DATASET IN XMIT FORMAT - GET THE REQUIRED LOADLIB
//*
//TSOBATCH EXEC PGM=IKJEFT01
//SYSTSPRT DD SYSOUT=*
//SYSTSIN DD *
 RECEIVE INDS('SBGOLOB.CBT507.FILE029(LOADLIB)')
      VOL(WORKE2) DSN('SBGOLOB.FILE029.LOADLIB')
/*
//
